/* 
   SORelativeDateTransformer.strings

   Created by StdOrbit on 12/6/10.
   Copyright 2010 Standard Orbit Software, LLC. All rights reserved.
 */

/* 
Phrase for expressing a date in the relative past. E.g. "12 minutes ago"
<relative time difference> <date component name> ago
*/
"formatTemplateForRelativePastDatePhrase" = "%@ пре";

/* 
Phrase for expressing a date in the relative future. E.g. "in 12 minutes"
in <relative time difference> <date component name>
*/
"formatTemplateForRelativeFutureDatePhrase" = "за %@";

/* localized date component names and plural forms */
"now" = "сада";
"%d year (plural rule: zero)" = "%d година";
"%d year (plural rule: one)" = "%d година";
"%d year (plural rule: two)" = "%d година";
"%d year (plural rule: few)" = "%d година";
"%d year (plural rule: many)" = "%d година";
"%d year (plural rule: other)" = "%d година";
"%d month (plural rule: zero)" = "%d месеци";
"%d month (plural rule: one)" = "%d месец";
"%d month (plural rule: two)" = "%d месеци";
"%d month (plural rule: few)" = "%d месеци";
"%d month (plural rule: many)" = "%d месеци";
"%d month (plural rule: other)" = "%d месеци";
"%d week (plural rule: zero)" = "%d недеља";
"%d week (plural rule: one)" = "%d недеља";
"%d week (plural rule: two)" = "%d недеља";
"%d week (plural rule: few)" = "%d недеља";
"%d week (plural rule: many)" = "%d недеља";
"%d week (plural rule: other)" = "%d недеља";
"%d day (plural rule: zero)" = "%d дана";
"%d day (plural rule: one)" = "%d дан";
"%d day (plural rule: two)" = "%d дана";
"%d day (plural rule: few)" = "%d дана";
"%d day (plural rule: many)" = "%d дана";
"%d day (plural rule: other)" = "%d дана";
"%d hour (plural rule: zero)" = "%d сати";
"%d hour (plural rule: one)" = "%d сат";
"%d hour (plural rule: two)" = "%d сати";
"%d hour (plural rule: few)" = "%d сати";
"%d hour (plural rule: many)" = "%d сати";
"%d hour (plural rule: other)" = "%d сати";
"%d minute (plural rule: zero)" = "%d минута";
"%d minute (plural rule: one)" = "%d минут";
"%d minute (plural rule: two)" = "%d минута";
"%d minute (plural rule: few)" = "%d минута";
"%d minute (plural rule: many)" = "%d минута";
"%d minute (plural rule: other)" = "%d минута";
"%d second (plural rule: zero)" = "%d секунди";
"%d second (plural rule: one)" = "%d секунд";
"%d second (plural rule: two)" = "%d секунди";
"%d second (plural rule: few)" = "%d секунди";
"%d second (plural rule: many)" = "%d секунди";
"%d second (plural rule: other)" = "%d секунди";
